Repository: leuski/galley
Catalog: Sources/GalleyServerKit/Localizable.xcstrings
Source language: en
Languages: ru

source: Cannot create loopback address: %@
ru: Не удалось создать loopback-адрес: %@

# Cannot load template '%@': %@
source: Cannot load template '%1$@': %2$@
ru: Не удалось загрузить шаблон «%1$@»: %2$@

source: Cannot read %@
ru: Не удалось прочитать %@

# Cannot read %@: %@
source: Cannot read %1$@: %2$@
ru: Не удалось прочитать %1$@: %2$@

source: Cannot resolve url: %@
ru: Не удалось разрешить URL: %@

source: Cross-site request rejected
ru: Межсайтовый запрос отклонён

source: File not found: %@
ru: Файл не найден: %@

source: Host header not allowed
ru: Заголовок Host не разрешён

source: Install a supported processor (e.g. multimarkdown via Homebrew) and pick it in Settings.
ru: Установите поддерживаемый обработчик (например, multimarkdown через Homebrew) и выберите его в настройках.

source: Invalid event path
ru: Неверный путь события

source: Invalid path
ru: Неверный путь

source: Invalid template asset path
ru: Неверный путь ресурса шаблона

source: No markdown processor configured
ru: Обработчик Markdown не настроен

# No such asset in template '%@': %@
source: No such asset in template '%1$@': %2$@
ru: В шаблоне «%1$@» нет такого ресурса: %2$@

source: Render error
ru: Ошибка рендеринга

source: Template error
ru: Ошибка шаблона

source: Template not found: %@
ru: Шаблон не найден: %@

source: Unsupported extension: .%@
ru: Неподдерживаемое расширение: .%@
